{
  "userId": 1,
  "articleId": 1,
  "position": 4,
  "type": "text",
  "title": "Climate",
  "content": "\"Titan's surface temperature is about 94 K (−179.2 °C). At this temperature, water ice has an extremely low vapor pressure, so the little water vapor present appears limited to the stratosphere. Titan receives about 1% as much sunlight as Earth. Before sunlight reaches the surface, about 90% has been absorbed by the thick atmosphere, leaving only 0.1% of the amount of light Earth receives.\n\tAtmospheric methane creates a greenhouse effect on Titan's surface, without which Titan would be far colder. Conversely, haze in Titan's atmosphere contributes to an anti-greenhouse effect by reflecting sunlight back into space, cancelling a portion of the greenhouse effect and making its surface significantly colder than its upper atmosphere.\n\tTitan's clouds, probably composed of methane, ethane or other simple organics, are scattered and variable, punctuating the overall haze. The findings of the Huygens probe indicate that Titans atmosphere periodically rains liquid methane and other organic compounds onto its surface.\n\tClouds typically cover 1% of Titan's disk, though outburst events have been observed in which the cloud cover rapidly expands to as much as 8%. One hypothesis asserts that the southern clouds are formed when heightened levels of sunlight during the southern summer generate uplift in the atmosphere, resulting in convection. This explanation is complicated by the fact that cloud formation has been observed not only after the southern summer solstice but also during mid-spring. Increased methane humidity at the south pole possibly contributes to the rapid increases in cloud size. It was summer in Titan's southern hemisphere until 2010, when Saturn's orbit, which governs Titan's motion, moved Titan's northern hemisphere into the sunlight. When the seasons switch, it is expected that ethane will begin to condense over the south pole.\" by Wikipedia."
}


