{
  "userId": 1,
  "articleId": 3,
  "position": 1,
  "type": "text",
  "title": "Formation Theories",
  "content": "\"Ring galaxies are theorized to be formed through various methods including, but not limited to, the following scenarios:\n\n\nBar instability\n\nA phenomenon where the rotational velocity of the bar in a barred spiral galaxy increases to the point of spiral spin-out. Under typical conditions, gravitational density waves would favor the creation of spiral arms. When bar instability occurs, these density waves are instead migrated out into a ring-structure by the pressure, force, and gravitational influence of the baryonic and dark matter furiously orbiting about the bar. This migration forces the stars, gas and dust found within the former arms into a torus-like region, forming a ring, and often igniting star formation.\nGalaxies with this structure have been found where the bar dominates, and essentially ”carves out” the ring of the disc as it rotates. Oppositely, ring galaxies have been found where the bar has collapsed or disintegrated into a highly-flattened bulge.\nDespite this, observations suggest that bars, rings and spiral arms have the ability to fall apart and reform over the span of hundreds of millions of years, particularly in dense intergalactic environments, such as galaxy groups and clusters, where gravitational influences are more likely to play a role in the morphological and physical evolution of a galaxy without the influence of collisions and mergers.\n\n\nGalactic collisions\n\nAnother observed way that ring galaxies can form is through the process of two or more galaxies colliding. The Cartwheel Galaxy, galaxy pair AM 2026-424, and Arp 147 are all examples of ring galaxies thought to be formed by this process.\nIn pass-through galactic collisions, or bullseye collisions, an often smaller galaxy will pass directly through the disc of an often larger spiral, causing an outward push of the arms from the gravity of the smaller galaxy, as if dropping a rock into a pond of still water. These collisions can either launch the bulge and core away from the main disk, creating the an almost empty ring appearance as the shockwave pushes the spiral arms out, or shove the core out towards the disk, often creating a oval-shaped ring with the bulge still somewhat intact. In side-swipe and head-on collisions, the appearance of a perfect ring are less likely, with chaotic and warped appearances dominating.\nRings formed through collision processes are believed to be transient features of the affected galaxies, lasting only a few ten to hundred million years (a relatively short timeframe considering some mergers can take 1+ billion years to complete) before disintegrating, reforming into spiral arms, or succumbing to further disturbance from gravitational influence.\n\n\nIntergalactic medium accretion\n\nThis method has been inferred through the existence of Hoags object, along with UV observations of several other large and ultra-large super spiral galaxies and current formation theories of spiral galaxies.\nUV-light observations show several cases of faint, ring-like and spiral structures of hot young stars that have formed along the network of cooled inflowing gas, extending far from the visible luminous galactic disc. If conditions are favorable, a ring can form in the place of a spiral structure.\nSince some spiral galaxies are theorized to have formed from massive clouds of intergalactic gas collapsing and then rotationally forming into a disc structure, one could assume that a ring disc could form in place of a spiral disc if, as mentioned before, conditions are favorable. This holds true for protogalaxies, or galaxies just throughout to be forming, and old galaxies that have migrated into a section of space with a higher gas content than its previous locations.\" by Wikipedia."
}