{
  "userId": 1,
  "articleId": 5,
  "position": 1,
  "type": "text",
  "title": "History",
  "content": "\"In the 1980s, the term hypernova was used to describe a theoretical type of supernova now known as a pair-instability supernova. It referred to the extremely high energy of the explosion compared to typical core collapse supernovae. The term had previously been used to describe hypothetical explosions from diverse events such as hyperstars, extremely massive population III stars in the early universe, or from events such as black hole mergers.\nGRBs were initially detected on July 2, 1967 by US military satellites in high orbit, which were meant to detect gamma radiation. The US had suspected the USSR of conducting secret nuclear tests despite signing the Nuclear Test Ban Treaty of 1963, and the Vela satellites were capable of detecting explosions behind the moon. The satellites detected a signal, but it was unlike that of a nuclear weapon signature, nor could it be correlated to solar flares. Over the next few decades, the GRBs posed a compelling mystery. Gamma rays require highly energetic events to be produced, yet GRBs could not be correlated to supernovae, solar flares, or any other activity in the sky. Their brevity made them difficult to trace. Once their direction could be determined, it was found that they were evenly spread across the sky. Thus they were not originating in the Milky Way or nearby galaxies, but from deep space.\nIn February 1997, Dutch-Italian satellite BeppoSAX was able to trace GRB 970508 to a faint galaxy roughly 6 billion light years away. From analyzing the spectroscopic data for both the GRB 970508 and its host galaxy, Bloom et al. concluded in 1998 that a hypernova was the likely cause. That same year, hypernovae were hypothesized in greater detail by Polish astronomer Bohdan Paczyński as supernovae from rapidly-spinning stars.\nThe usage of the term hypernova from the late 20th century has since been refined to refer to those supernovae with unusually large kinetic energy. The first hypernova observed was SN 1998bw, with a luminosity 100 times higher than a standard Type Ib. This supernova was the first to be associated with a gamma-ray burst (GRB) and it produced a shockwave containing an order of magnitude more energy than a normal supernova. Other scientists prefer to call these objects simply broad-lined type Ic supernovae. Since then the term has been applied to a variety of objects, not all of them meeting the standard definition, for example ASASSN-15lh.\" by Wikipedia."
}