{
  "userId": 1,
  "articleId": 5,
  "position": 3,
  "type": "text",
  "title": "Astrophysical Models",
  "content": "\"Models for hypernova focus on the efficient transfer of energy into the ejecta. In normal core collapse supernovae, 99% of neutrinos generated in the collapsing core escape without driving the ejection of material. It is thought that rotation of the supernova progenitor drives a jet that accelerates material away from the explosion at close to the speed of light. Binary systems are increasingly being studied as the best method both for stripped of stellar envelopes to leave a bare carbon-oxygen core, and for inducing the necessary spin conditions to drive a hypernova.\n\n\nCollapsar model\n\nThe collapsar model describes a type of supernova that produces a gravitationally collapsed object, or black hole. The word \"collapsar\", short for \"collapsed star\", was formerly used to refer to the end product of stellar gravitational collapse, a stellar-mass black hole. The word is now sometimes used to refer to a specific model for the collapse of a fast-rotating star. When core collapse occurs in a star with a core at least around fifteen times the sun's mass (masses of the sun)—though chemical composition and rotational rate are also significant—the explosion energy is insufficient to expel the outer layers of the star, and it will collapse into a black hole without producing a visible supernova outburst.\nA star with a core mass slightly below this level—in the range of 5–15 masses of the sun—will undergo a supernova explosion, but so much of the ejected mass falls back onto the core remnant that it still collapses into a black hole. If such a star is rotating slowly, then it will produce a faint supernova, but if the star is rotating quickly enough, then the fallback to the black hole will produce relativistic jets. The energy that these jets transfer into the ejected shell renders the visible outburst substantially more luminous than a standard supernova. The jets also beam high energy particles and gamma rays directly outward and thereby produce x-ray or gamma-ray bursts; the jets can last for several seconds or longer and correspond to long-duration gamma-ray bursts, but they do not appear to explain short-duration gamma-ray bursts.\n\n\nBinary models\n\nThe mechanism for producing the stripped progenitor, a carbon-oxygen star lacking any significant hydrogen or helium, of type Ic supernovae was once thought to be an extremely evolved massive star, for example a type WO Wolf-Rayet star whose dense stellar wind expelled all its outer layers. Observations have failed to detect any such progenitors. It is still not conclusively shown that the progenitors are actually a different type of object, but several cases suggest that lower-mass \"helium giants\" are the progenitors. These stars are not sufficiently massive to expel their envelopes simply by stellar winds, and they would be stripped by mass transfer to a binary companion. Helium giants are increasingly favoured as the progenitors of type Ib supernovae, but the progenitors of type Ic supernovae is still uncertain. One proposed mechanism for producing gamma-ray bursts is induced gravitational collapse, where a neutron star is triggered to collapse into a black hole by the core collapse of a close companion consisting of a stripped carbon-oxygen core. The induced neutron star collapse allows for the formation of jets and high-energy ejecta that have been difficult to model from a single star.\" by Wikipedia."
}