{
  "userId": 2,
  "articleId": 6,
  "position": 1,
  "type": "text",
  "title": "History",
  "content": "\"After returning to sports car racing in 1995, Nismo (Nissan motorsport) had some measure of success with their Skyline GT-R LM which had competed in the GT1 class. However, these cars were quickly outpaced by the influx of new manufacturers who were using loopholes in the GT regulations to build racing cars that bore little resemblance to their GT1 class competitors, examples being the Mercedes-Benz CLK GTR and the Porsche 911 GT1. Nismo's Skyline GT-R therefore needed to be replaced with a purpose built racing car.\nTurning to Tom Walkinshaw Racing (TWR), Nismo began developing a prototype of the R390 GT1, named to follow in the tradition started in the 1960s with Nissan's R380. The first decision for Nismo and TWR was the choice of engine. The previous Skyline GT-R LM had used the trusted RB26DETT Inline-six engine, but the design was old for a racing car, employing an iron block which added weight and had a high center of gravity. Nismo instead chose to resurrect an engine from the Nissan R89C, a racing car from the Group C era. Its powerplant, the VRH35Z, was a 3.5 L (3,495 cc) V8 engine which used an aluminium block, as well as having a lower center of gravity and a better ability to be used as a stressed member over the RB26. Thus the engine was modified and designated VRH35L and would produce approximately 650 PS (478 kW; 641 hp) at 6,800 rpm. For the road going version, the engine was detuned to 558 PS (410 kW; 550 hp).\nThe car's styling group was led by Ian Callum of Tom Walkinshaw Racing (TWR). The mechanical and aerodynamic design was led both by Tony Southgate, also of Tom Walkinshaw Racing (TWR), and Mr. Yutaka Hagiwara of Nismo. Southgate was the designer of the Jaguar XJR-9 amongst other TWR sports cars, which had won at Le Mans. Due to this, the R390 GT1 bears a resemblance to the Jaguar XJR-15, which was also developed by TWR and based on the XJR-9, and in fact used a cockpit - including the tub, greenhouse and roof line - from the very same tooling as the XJR-15, with some custom tooling blocks added to the XJR15 chassis mold, although for the R390, the rear and front ends, and suspension were completely different and were designed to meet GT1 specifications, the R390's chassis was lower and wider, but slightly shorter in length than the Jaguar, making the R390 larger overall. Development of the car was achieved in a small amount of time, especially due to the use of an existing engine. Nismo and TWR also had to build a road legal version of the R390 GT1 in order to meet homologation requirements. A red R390 prototype underwent wind tunnel testing and aerodynamic improvements in England, however, the final car was built and tested in Atsugi, Japan. Only one road legal R390 was built, which is currently in storage at Nissan's Zama, Kanagawa facility.\nAfter all three cars failed scrutineering at the 1997 event, they had to be modified in order to be allowed to race. This subsequently led to overheating problems for the gearbox, and ultimately led to their failure during the race. That is why for 1998, the R390 was modified, most notably in the extension of its rear bodywork to create increased \"luggage space\" in order to satisfy the ACO, a new rear wing for racing models (the road legal version had no wing), and a rear diffuser for improved downforce were added.\" by Wikipedia."
}